Revit 2027 API
ParameterTypeId.MultistoryStairsActualTreadDepth Property
 "Actual Tread Depth"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MultistoryStairsActualTreadDepth { get; }
Public Shared ReadOnly Property MultistoryStairsActualTreadDepth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MultistoryStairsActualTreadDepth {
	ForgeTypeId^ get ();
}
static member MultistoryStairsActualTreadDepth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace